# brew "exiftool"
brew "ffmpeg"
brew "yt-dlp"
# brew "smartmontools"

cask "calibre"
cask "daisydisk"
cask "dropzone"
cask "fantastical"
cask "handbrake"
cask "hazel"
cask "keyboard-maestro"
# cask "libreoffice"
# cask "makemkv"
# cask "mkvtoolnix"
cask "moom"
cask "mountain-duck"
cask "portfolioperformance"
# cask "pycharm"
# cask "rocket-typist"
cask "tiptoi-manager"
cask "virtualbox"
cask "xld"

mas "Drafts", id: 1435957248
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver 2", id: 413965349
