tap "homebrew/bundle"
tap "homebrew/services"

brew "asdf"
brew "bat"
brew "cheat"
brew "direnv"
brew "docker-compose"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gradle"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "podman"
brew "pre-commit"
brew "python"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "stow"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"

cask "daisydisk"
cask "displaylink"
cask "elgato-stream-deck"
cask "espanso"
cask "fantastical"
cask "fork"
cask "google-chrome"
cask "handbrake"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "lulu"
cask "maccy"
cask "macfuse"
cask "markedit"
cask "microsoft-teams"
cask "moom"
cask "mountain-duck"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xld"

mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Drafts", id: 1435957248
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Soulver 2", id: 413965349
mas "Toggl Track", id: 1291898086
