tap "homebrew/bundle"
tap "homebrew/services"

brew "asdf"
brew "bat"
brew "cheat"
brew "direnv"
brew "eza"
brew "fzf"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
# brew "pandoc"
# brew "pre-commit"
# brew "python"
brew "ripgrep"
brew "starship"
brew "stow"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "cryptomator"
cask "elgato-stream-deck"
cask "espanso"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "karabiner-elements"
cask "lulu"
cask "maccy"
cask "macfuse"
cask "markedit"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"

mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
