tap "homebrew/bundle"
tap "homebrew/services"

brew "ack"
brew "direnv"
brew "exiftool"
brew "ffmpeg"
brew "git"
brew "mas"
brew "node@18"
brew "openjdk@17"
brew "pandoc"
brew "pre-commit"
brew "python@3.10"
brew "smartmontools"
brew "yt-dlp"

cask "daisydisk"
cask "fantastical"
cask "fork"
cask "google-chrome"
cask "intellij-idea"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "macfuse"
cask "markedit"
cask "microsoft-teams"
cask "podman-desktop"
cask "pycharm-ce"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"

mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Drafts", id: 1435957248
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Soulver 2", id: 413965349
mas "Timery", id: 1425368544
mas "Toggl Track", id: 1291898086
